/* TheBrew <thegbrew@gmail.com> */

"Add" = "Tilføj";
"Add Source" = "Tilføj kilde";
"All Packages" = "Alle Pakker";
"Analyzing dependencies..." = "Analyserer afhængighed…";
"Author" = "Programmør";
"Bad Source" = "Ugyldig kilde";
"Cancel" = "Annuller";
"Cancelled." = "Annulleret.";
"Cleaning up..." = "Rydder op…";
"Custom..." = "Speciel…";
"Direct Dependencies" = "Direkte afhængighed";
"Direct Dependency" = "Direkte afhængighed";
"Done" = "Færdig";
"Downloading" = "Henter";
"Finishing" = "Afslutter";
"have" = "har";
"Install" = "Installer";
"Installing" = "Installerer";
"Maintainer" = "Vedligeholder";
"OK" = "OK";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "Pakken \"%@\" kan ikke fjernes, da Icy ikke kan fungere uden.";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "Pakken \"%1$@\" kan ikke fjernes, da andre pakker er afhængige af den:\n%2$@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "Pakken \"%1$@\" kan ikke installeres (DPKG meldte fejl #%2$d). Mere information står sikkert i konsolteksten.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "Pakken \"%1$@\" kan ikke slettes (DPKG meldte fejl #%2$d). Mere information står sikkert i konsolteksten.";
"Package \"%@\" was not found." = "Pakken \"%@\" blev ikke fundet. Du skal nok tilføje en kilde, der har den.";
"Please enter the source URL:" = "Indtast kildeadressen:";
"Preparing" = "Forbereder";
"Reinstall" = "Geninstaller";
"Removing" = "Fjerner";
"Search All" = "Søg i alle";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "Kilden på adressen \"%@\" ser ikke ud til at være gyldig. Den blev ikke tilføjet.";
"Uncategorized" = "Ukategoriseret";
"Update All" = "Opdater alle";
"Remove" = "Fjern";
"Version" = "Version";
"Upgrade" = "Opgrader";
"View Console Log" = "Se konsoltekst";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "Pakken \"%@\" kan ikke installeres, da der er en konflikt med en anden installeret pakke, \"%@\". Afinstaller den først.";
"Yesterday" = "I går";
"Two Days Ago" = "To dage siden";
"More..." = "Mere…";
"Recent Packages" = "Nyeste pakker";
"Force Remove" = "Gennemtving fjernelse";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "Denne pakke er markeret Essentiel og er vigtig for at systemet kan køre. Du kan stadig gennemtvinge en fjernelse, men du risikerer at gøre dit system ubrugeligt. Gør det kun, hvis du ved hvad du laver.";
"%d Hours Ago" = "%d Timer Siden";
"%d Hour Ago" = "%d Time Siden";
"%d Minutes Ago" = "%d Minutter Siden";
"%d Minute Ago" = "%d Minut Siden";
"%d Days Ago" = "%d Dage Siden";

/* NIB strings */
"Add All" = "Tilføj alle";
"Other Credits" = "Andre kildeangivelser";
"Copyright" = "Ophavsret";
"All rights reserved" = "Alle rettigheder forbeholdes";
"Categories" = "Kategorier";
"Sources" = "Kilder";
"Installed" = "Installeret";
"About" = "Om";
"Updated" = "Opdateret";
